tap "brittonhayes/pillager"
tap "da-luce/astroterm"
tap "fish-shell/fish-beta-4"
tap "ggozad/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hyde46/hoard"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "noborus/tap"
tap "strongdm/comply"
tap "xwmx/taps"
brew "aichat"
brew "ast-grep"
brew "atuin"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "btop"
brew "fontconfig"
brew "cfn-lint"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "duck"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "node"
brew "eslint", link: false
brew "eslint_d"
brew "eza"
brew "fd"
brew "libidn2"
brew "ffmpegthumbnailer"
brew "fontforge"
brew "fselect"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gitleaks"
brew "gitui"
brew "gnupg"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jql"
brew "lazydocker"
brew "lazygit"
brew "libpq", link: true
brew "llvm"
brew "lolcat"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mongosh"
brew "mvfst"
brew "neovim"
brew "nowplaying-cli"
brew "nvm"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "prettier"
brew "prettierd"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "starship"
brew "switchaudio-osx"
brew "tailscale"
brew "television"
brew "tlrc"
brew "tmux"
brew "toilet"
brew "tree"
brew "uv"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "fish-shell/fish-beta-4/fish"
brew "ggozad/formulas/oterm"
brew "hyde46/hoard/hoard"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@5.0"
brew "mongodb/brew/mongodb-community@6.0"
brew "noborus/tap/ov"
brew "strongdm/comply/comply"
brew "xwmx/taps/nb"
cask "1password"
cask "1password-cli"
cask "basictex"
cask "betterdisplay"
cask "cursor"
cask "cyberduck"
cask "docker"
cask "figma"
cask "font-departure-mono"
cask "font-departure-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "foxit-pdf-editor"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty@nightly"
cask "linear-linear"
cask "macfuse"
cask "microsoft-edge"
cask "mongodb-compass"
cask "mountain-duck"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "pgadmin4"
cask "postgres-unofficial"
cask "postman"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "zoom"
