jorgebucaran/fisher
patrickf1/fzf.fish
jorgebucaran/nvm.fish
catppuccin/fish
oh-my-fish/plugin-bang-bang
edc/bass
gazorby/fifc
laughedelic/fish_logo
laughedelic/pisces
